Repository: wp-plugins/kouguu-fb-like
Catalog: language/kouguu_fb_like-*.po
Languages: de_de

source: Invalid message handle
de_de: Ungültiges Message Handle

source: Default values restored.
de_de: Standardwerte wiederhergestellt.

source: Options updated.
de_de: Optionen gespeichert.

source: Basic Settings
de_de: Grundeinstellungen

source: Advanced Settings
de_de: FBML Einstellungen

source: Recent Activity
de_de: Neueste Aktivität

source: Kouguu Facebook Like Button Options
de_de: Kouguu Facebook Like Optionen

source: Configure the appearance of the Like Button with the values below.
de_de: Aussehen des Like Button konfigurieren:

source: Information to be shown next to button.
de_de: Text oder nur Anzahl neben dem Button anzeigen.

source: Show Faces
de_de: Bilder zeigen

source: Check here if friends' profile pictures should be shown below the button.
de_de: Auswählen, um die Profilbilder von Freunden unterhalb des Buttons anzeigen.

source: Width
de_de: Breite

source: Width of iFrame in px.
de_de: Breite des iFrame in px.

source: like
de_de: Gefällt mir

source: recommend
de_de: Empfehlen

source: Action
de_de: Aufforderung

source: Action to be displayed in button (like/recommend).
de_de: Aufforderungstext, der im Button angezeigt wird.

source: Color Scheme
de_de: Farbschema

source: Color Scheme of the button.
de_de: Farbschema des Buttons

source: before
de_de: vorher

source: after
de_de: danach

source: Show button before or after post. Alternatively select shortcode tags to use [kouguu-fb-like] in your post or page.
de_de: Button vor oder nach dem Post anzeigen. Alternativ shortcode auswählen, um [kouguu-fb-like] im Post zu verwenden.

source: Update Options
de_de: Optionen speichern

source: Restore Default Values
de_de: Standardwerte wiederherstellen

source: Kouguu Facebook Like Button Advanced Options - FBML
de_de: Kouguu Facebook Like Button Erweiterte Einstellungen - FBML

source: You can configure Kouguu FB Like to use FBML to allow advanced options.
de_de: Kouguu FB Like für die Verwendung von FBML konfigurieren:

source: Use FBML instead of iframes
de_de: FBML statt iFrames verwenden

source: Check here if you want to use FBML to offer more options (i.e. comment & share). Requires javascript on client side.
de_de: Auswählen, um FBML zu verwenden (bietet mehr Optionen, z.B. Teilen/Kommentieren). Erfordert Javascript beim Besucher.

source: Facebook Application ID for your website. ONLY needed for FBML. Get one <a href="http://developers.facebook.com/setup/" target=_blank>here</a>.
de_de: Facebook Application ID dieser Website. NUR erforderlich für FBML, eine App ID ist <a href="http://developers.facebook.com/setup/" target=_blank>hier</a> erhältlich.

source: Facebook Language Locale
de_de: Facebook Sprache

source: Language used for the button. Telling from your Wordpress installation it should be
de_de: Sprache, die für den Button verwendet wird. Es sieht so aus, als ob hier richtig ist

source: Add OpenGraph metadata
de_de: OpenGraph Metadaten

source: Check here if you want to add <a href="http://developers.facebook.com/docs/opengraph" target=_blank>OpenGraph</a> metadata below. Otherwise Facebook pulls information directly from the post or page.
de_de: Auswählen, um <a href="http://developers.facebook.com/docs/opengraph" target=_blank>OpenGraph</a> Metadaten hinzuzufügen. Sonst verwendet Facebook Informationen des Posts oder der Seite.

source: Site Name
de_de: Name der Website

source: Something like "
de_de: Etwa "

source: ". Leave blank if Facebook should use the blog title.
de_de: ". Freilassen, wenn Facebook den Blogtitel verwenden soll.

source: Object Title
de_de: Titel des Eintrags

source: Leave blank if Facebook should use the post or page title (recommended). Otherwise this will be used for ALL liked objects.
de_de: Frei lassen, wenn Titel des Posts oder der Seite verwendet werden soll (empfohlen). Text wird sonst für ALLE Einträge verwendet.

source: Object Description
de_de: Beschreibung des Eintrags

source: Leave blank if Facebook should use the post or page contents (recommended). Otherwise this will be used for ALL liked objects.
de_de: Frei lassen, wenn Inhalt des Posts oder der Seite verwendet werden soll (empfohlen). Text wird sonst für ALLE Einträge verwendet.

source: Site Image
de_de: Logografik der Website

source: Thumbnail used by Facebook. Must be at least 50px by 50px and have a maximum aspect ratio of 3:1. Allowed types
de_de: Wird von Facebook verwendet, mindestens 50px x 50px, maximales Seitenverhältnis von 3:1. Dateitypen:

source: No images files available in
de_de: Es befinden sich keine Bilddateien in

source: Display Like Button
de_de: Like Button anzeigen
